[
    {
        "title": "Diverse Architecture Portfolio Creation | Freelancer",
        "description": " I'm seeking a creative individual who can shape a portfolio for my architecture portifolio , showcasing 5-10 selected projects. The focus would be on mainly 6 projects \n\n- Experts in architectural design are preferred, as you'll ' be responsible for picking out stunning visuals and marrying them with concise, descriptive copy. \n\n- Specific tasks include selecting images, formatting the portfolio layout, and writing brief descriptions for each project. \n\n- A strong understanding of architecture and experience designing visually compelling and professional portfolios is a must. \n\n- The ability to communicate the unique vision of each project through your descriptions and your choice of visuals is key.\n\nYour aim is to make each project shine and appeal to potential clients, hence your portfolio design and writing skills will need to be top-notch. ",
        "price": " $30-250 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/eg.png",
        "clientLocation": " Heliopolis,  Egypt ",
        "category": " Graphic Design ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 33 proposals ",
        "project_id": " Project ID: 38135075 "
    },
    {
        "title": "Wikipedia Biography Page Creation | Freelancer",
        "description": " I'm in need of an experienced freelancer who can craft a Wikipedia page for a biography. \n\nKey Requirements:\n- The main topic of the page will be a book, particularly a biography.\n- The successful candidate should have a solid background in similar projects, and be able to demonstrate their experience.\n\nIdeal Skills:\n- Proven track record of creating successful Wikipedia pages. \n- Excellent research skills to gather accurate and relevant information.\n- A deep understanding of Wikipedia's guidelines and formatting.\n- Strong written communication skills to compile the information into a coherent and engaging page.\n \nPlease include past experience in your application. ",
        "price": " ₹1500-12500 INR ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/in.png",
        "clientLocation": " bengaluru,  India ",
        "category": " Research ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 3 proposals ",
        "project_id": " Project ID: 38135035 "
    },
    {
        "title": "Need help with AWS server | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Modernizing a Website Design | Freelancer",
        "description": " I'm looking to revamp my website's outdated design, giving it a fresh, contemporary look that appeals to the audiance.\nKey requirements:\n- Utilize the existing logo, ensuring it's incorporated seamlessly into the new design.\n- Develop a visually appealing and user-friendly experience that resonates with the target audience.\n- Implement modern design elements and trends to achieve a cutting-edge, youthful feel while maintaining a professional appearance.\n\nIdeal Skills:\n- Proven experience in web design, particularly with a focus on modernization and user experience.\n- Strong understanding of design principles, color theory, and typography.\n- Previous work with similar target demographics would be a plus.\n- A portfolio showcasing previous website redesign projects or samples of modern, sleek design work.\n\nThis project would be a great fit for a designer who is adept at blending creativity with functionality to create a top-notch, contemporary website. ",
        "price": " $30-250 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/ae.png",
        "clientLocation": " Ajman,  United Arab Emirates ",
        "category": " Website Design ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 100 proposals ",
        "project_id": " Project ID: 38134994 "
    },
    {
        "title": "Website Development -- 3 | Freelancer",
        "description": " I need a website built, but I haven't decided on the exact purpose or target audience yet. \n\nI'm looking for a freelancer who can help me create a custom website from scratch. I need someone with a great design sense and the technical skills to build a fully functional website. \n\nPlease let me know what specific experience you have with web development and any similar projects you've worked on. ",
        "price": " $30-150 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/in.png",
        "clientLocation": " Ghaziabad,  India ",
        "category": " PHP ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 33 proposals ",
        "project_id": " Project ID: 38134997 "
    },
    {
        "title": "Webflow menu | Freelancer",
        "description": " Always visible MENU with :\n1. \nWebflow \"7 categories\" menu [login to view URL] + \"contact\" and \"about\"\n2. \nWebflow LIST/ filtering sorting each of the 7 categories.\nOn a click the listed projects can be shown as ImageA or ImagesB\n\nPROJECT PAGE \nWith Home buttons\nWith 4 blocks of text on the top\n+ max.10 images and text\n+ links to PDF \n\nWEB DESIGN (layout) \nProvide or adapted from the draft\n\nCONTENT \nInstructions to fill it by us ",
        "price": " ₹1500-12500 INR ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/in.png",
        "clientLocation": " Faridabad,  India ",
        "category": " CSS ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 11 proposals ",
        "project_id": " Project ID: 38132535 "
    },
    {
        "title": "Design and Build a 6-Seater Airplane (Complete Package - Scratch to Final Documentation) | Freelancer",
        "description": " We are seeking a highly skilled and experienced aeronautical engineer or team to design and build a 6-seater airplane from scratch. This is a full-package project, encompassing everything from the initial concept and design to final documentation and simulations.\n\nDesign Phase:\n\nDevelop a new, innovative design for a 6-seater airplane, considering factors like aerodynamics, performance, safety, and passenger comfort.\nProvide detailed engineering drawings and specifications for the entire aircraft, including the fuselage, wings, tail section, landing gear, and powerplant integration.\n\nConstruction Phase:\nWe decide on construction phase. Indicate if you'd like assistance with creating detailed build instructions or manuals.\n\nSimulation and Analysis:\nPerform Computational Fluid Dynamics (CFD) simulations to analyze the aircraft's aerodynamic performance (lift, drag, stability).\nDevelop and run weight and balance simulations to ensure the aircraft meets safety regulations.\n\nDocumentation:\nCreate comprehensive and professional documentation for the entire project, including design specifications, assembly instructions, maintenance manuals, and flight operation manuals.\nSkills and Experience Required:\n\nProven experience in aeronautical engineering with a strong understanding of aerodynamics, structures, and aircraft systems.\n\nExpertise in 3D modeling software for designing airplanes (e.g., SolidWorks, CATIA).\nKnowledge of aircraft design principles, regulations, and safety standards.\nExperience with CFD simulations and aircraft performance analysis is a plus.\nExcellent communication and collaboration skills.\n\nPlease Include in Your Proposal:\n\nA strong portfolio showcasing your previous work on aircraft design projects.\nA detailed outline of your approach to this project, including timeline and milestones.\nAn estimated cost for the complete project.\nReferences from past clients (if applicable).\n\nBudget:\nPlease specify your budget range in your proposal. This will help us select the most suitable candidate for the project.\n\nTimeline:\nIndicate your estimated timeframe for completing the project in your proposal.\n\nWe are excited to hear from talented and passionate aeronautical professionals who can help us bring this project to life. Please submit your proposals only if you have the necessary skills and experience for this comprehensive undertaking. ",
        "price": " $1500-3000 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/pk.png",
        "clientLocation": "  Pakistan ",
        "category": " Mechanical Engineering ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 2 proposals ",
        "project_id": " Project ID: 38134967 "
    },
    {
        "title": "Android Sparks App with Order Tracking | Freelancer",
        "description": " I'm in need of a competent app developer to create a Sparks app for the Android platform. The key feature of the app should be order tracking. \n\nTechnical Skills and Experience Required:\n- Proficient in Android app development\n- Prior experience in creating apps with order tracking feature\n- Strong understanding of UI/UX for mobile devices\n- Knowledge in modern design practices \n\nDesign aesthetics are open for discussion given I've skipped that part in the questionnaire. Deliver an app that is functional, user-friendly, and complements the Sparks brand. Your portfolio showcasing similar projects would be of great interest. ",
        "price": " $15-25 USD / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " Chicago,  United States ",
        "category": " Android ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 32 proposals ",
        "project_id": " Project ID: 38134952 "
    },
    {
        "title": "Restaurant Point of Sale UI Development | Freelancer",
        "description": " I'm seeking a skilled UI designer for an iPad application focused on managing a restaurant's operations. The UI should be user-friendly and ideally suited for a restaurant environment.\n\nKey Features:\n- Order Management: I need the UI to include order tracking and menu customization features. I also require the ability to visualize the restaurant's floor layout to manage the orders efficiently.\n- Table Management: The UI must allow for table reservations, status updates, and merging. It should help in optimizing table assignments and order efficiency.\n- Inventory Management: The UI should support managing the restaurant's inventory to streamline operations and track costs.\n- Staff Management: I need a simple way to manage staff - from assigning tables, tracking orders, and ensuring smooth service.\n\nIdeal Candidate:\n- Proficient in UI/UX design with a strong portfolio of similar projects.\n- Experience in restaurant POS systems or similar applications is highly preferred.\n- Excellent communication skills for understanding and implementing my specific requirements.\n- Ability to integrate various functionalities seamlessly and design a visually pleasing and intuitive interface. ",
        "price": " $30-250 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/gb.png",
        "clientLocation": " Bristol,  United Kingdom ",
        "category": " User Interface / IA ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 46 proposals ",
        "project_id": " Project ID: 38134974 "
    },
    {
        "title": "Video Software Demo | Freelancer",
        "description": " I'm looking for a talented developer to create a comprehensive video software demo that can showcase our product for marketing purposes. \n\nNote: The software is not done yet. So you will have to use reference site as demo. The software demo is  Y-Combinator meets Kickstarter for Black-Americans. \n\nKey features to display\n\n1. crowdfunding platform, which allows people to raise money for creative projects and people to pledge money to projects\n2. entrepreneur matchmaking- which allows entrepreneurs to connect with team members \n3. online courses - to educate people on investment and other money-making topics\n\n\nRequirements:\n- The demo should be user-friendly, with a clear interface that highlights our product's key features and benefits. \n\n- The software should ideally be designed to be easily navigable and able to capture the attention of potential customers. ",
        "price": " $30-250 CAD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/jm.png",
        "clientLocation": " Montego Bay,  Jamaica ",
        "category": " Illustrator ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 24 proposals ",
        "project_id": " Project ID: 38134973 "
    },
    {
        "title": "Comprehensive Informational Website Development | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Multi-Use E-Sports Arena: Conceptual Design | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Surrogacy Tale Film Production | Freelancer",
        "description": " I'm looking for an experienced filmmaker to bring to life a compelling story about surrogacy. The project calls for a high degree of creativity, technical proficiency and understanding of narratives. Must be located in Orange County, CA\n\nKey aspects of the project:\n- Genre: Action, Romance, Comedy. The orchestration of these elements is essential to convey the multifaceted nature of surrogacy.\n\nDesired skills and experience:\n- Proven experience in filmmaking.\n- Track record of managing projects from conception to completion.\n- Strong narrative skills.\n- Excellent technical command over film production tools and techniques.\n\nThe application should clearly detail your filmmaking experience, including any similar projects you might have executed. Your ability to deliver high-quality production while adhering to deadlines will be a determining factor in the selection process. ",
        "price": " $15-25 USD / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " Anaheim,  United States ",
        "category": " Creative Writing ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 9 proposals ",
        "project_id": " Project ID: 38134939 "
    },
    {
        "title": "Dafny Developer for Code Completion | Freelancer",
        "description": " I'm looking for a Dafny developer to support me in the completion of existing code. \nI need him to pass verification of the code by the instructions exactly.\nit requires knowledge in proofs, using lemmas.\n\nKey Responsibilities:\n- Complete existing code in Dafny\n- Conduct code verification and ensure it passes successfully\n- Ensure the code is coherent and properly structured\n\nRequirements:\n- Proficient in Dafny\n- Extensive experience with complex algorithms and data structures\n- Able to work with well-documented code and project requirements\n- Strong problem-solving skills\n- Excellent communication skills, as we will need to discuss certain parts of the code\n\nPrior experience with similar projects and a good track record of successfully completing Dafny projects is highly preferable. Feel free to reach out if you have any questions. ",
        "price": " $30-250 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/il.png",
        "clientLocation": " Rishon Lezion,  Israel ",
        "category": " Programming ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 5 proposals ",
        "project_id": " Project ID: 38134932 "
    },
    {
        "title": "Custom Cosplay Armor and Helmet Maker | Freelancer",
        "description": " Seeking a skilled and experienced freelance prop maker to design, 3D print, paint, sand, and assemble a custom armor and helmet. The ideal candidate will have a strong portfolio demonstrating expertise in creating detailed and high-quality wearable props, particularly for cosplay.\n\nKey Requirements:\n\n- Material: The armor and helmet need to be crafted from PETG (Polyethylene Terephthalate Glycol). Please ensure you are familiar with this material and have experience working with it.\n\n- Create detailed 3D models and renderings of the armor and helmet using 3D modeling software (e.g., Blender, ZBrush, CAD).\n\n- Apply professional-grade painting techniques to achieve the desired aesthetic, including base coats, detailing, and weathering effects.\n\n- Use airbrushing, hand-painting, and other methods to enhance the visual appeal and realism of the armor and helmet.\n\n-Sand and smooth all printed parts to ensure a seamless finish.\n\n- Assemble the armor and helmet, ensuring all pieces fit together correctly and securely.\n\n- Perform final touch-ups and quality checks to ensure the finished product meets the highest standards.\n\n\nQualifications:\n\n- Proven experience in prop making, with a portfolio showcasing similar projects (links to portfolio required).\n- Proficiency in 3D modeling software (e.g., Blender, ZBrush, CAD).\n- Extensive knowledge of 3D printing techniques and materials.\n- Strong skills in painting, finishing, and assembly of 3D printed items.\n- Attention to detail and a keen eye for aesthetics\n\nPreferred:\n\nPrevious experience with cosplay, film, or theatrical prop creation.\nFamiliarity with various finishing techniques and materials to achieve realistic effects.\n\nPlease provide examples of your previous work, particularly in the realm of cosplay armor and helmet design. ",
        "price": " €8-50 EUR / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/es.png",
        "clientLocation": " Barcelona,  Spain ",
        "category": " 3D Modelling ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 23 proposals ",
        "project_id": " Project ID: 38134906 "
    },
    {
        "title": "Urgent Text Copy Paste Work | Freelancer",
        "description": " I need a diligent freelancer to copy and paste text for me. \n\nKey Project Details:\n- Copy and Paste: The task involves copying text from one source and pasting it into another. \n- Source of Content: The text will be sourced from various online platforms. \n- Timeframe: I need this task completed urgently. \n\nIdeal Freelancer:\n- Attention to Detail: It is crucial that the text is copied accurately.\n- Speed: Given the urgent nature of the project, a quick turnaround is essential.\n\nPlease provide your experience with similar projects and your availability. ",
        "price": " $10-12 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/pk.png",
        "clientLocation": " Karachi,  Pakistan ",
        "category": " Data Entry ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 58 proposals ",
        "project_id": " Project ID: 38134870 "
    },
    {
        "title": "Login to Hire Freelancers & Find Work | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Senior SEO Specialist | Freelancer",
        "description": " Collaboration Context:\nWe are looking for a senior freelance SEO consultant to work on an annual SEO project for a well-known small appliance brand in the United States, which is part of an international group. The website is an e-commerce site. This profile will work integrated into the SEO team for AMERICA that the client has formed, along with other management and technical members so that teamwork will be an essential condition. The project is a global project where each region has its strategy, but all must go hand in hand.\n\nThe consultant will become part of our network of freelancers, with the possibility of participating in other projects for which a profile like theirs is sought.\n\nWhat do we offer?\n\n- The possibility of joining a multicultural team and working in the dynamic e-commerce sector for a company with a broad trajectory.\n- The possibility of being part of our network of senior digital specialists and being part of other interesting projects.\n- The ability to focus 100% on SEO work as we take care of all project management, ensuring you have the tools and resources necessary to carry out the project.\n- Security and confidence in the payment of your work. You will not have to fight to pay any invoice with the client.\n- An annual project of 38 days is to be distributed from May to December 2024.\n\nWhat are we looking for?\n\nEssential:\n- Technical and content SEO knowledge: You must have a solid technical background but also possess content development skills. Purely technical profiles without content experience are not suitable.\n- Presentation Skills: Competent in Google Slides or PPT and capable of delivering presentations within a framework defined by the client's global SEO strategy.\n- Team Collaboration: Must be skilled at working within a team, in a work environment where there will be a Project Manager and an SEO leader. The role of these two figures will be to ensure that the project meets the standards agreed upon by the freelancer and client, as well as the timely and proper delivery of client deliverables. The Project Manager will also ensure that the SEO specialist has the tools and resources necessary to tackle the project.\n- Analytical and communication skills: Ability to draw key conclusions without getting lost in technical details and adapt language for client comprehensibility. Strong synthesis and communication skills are essential for effectively structuring content and messages.\n- Experience in e-commerce.\n- More than 4 years of experience as an SEO Specialist.\n- Commitment to Deadlines: Must strictly adhere to deadlines and proactively communicate any potential delays.\n- Native English-speaking profile.\n\n\nDesirable:\n- Desirable experience in a similar industry.\n- At least 6 years of relevant experience.\n- Creativity and Proactivity: Ability to propose content and analysis improvements creatively and proactively.\n- Market Understanding: Experience working for the U.S. market or possessing the tools and processes to imbue work with a local character.\n\nProject Scope:\n\n1. Definition and Flexibility: The project scope is broadly defined by the international strategy but has the necessary flexibility to adapt to local E-commerce needs. The scope defined so far is an action framework with some desirable minimums to be addressed.\n\n2. Continuous Collaboration: You will work closely with the management team to define in detail the specifications for each area of work and the deliverables.\n\n3. Hours Tracking: the scope of the project has already been calculated in hours by the international team. What is required is for the SEO consultant to dedicate these hours to different tasks, doing the best possible with the established time. Constant communication about the hours dedicated to the project is required, ensuring adherence to the agreed schedule. Hours for client calls and presentation of materials are included within the project scope. There will be flexibility to transfer hours from one part of the project to another if required, as long as the total count does not exceed what has been agreed with the client.\n\n4. The project has a first phase (May/June) of audit and analysis (Technical Audit, Semantic Analysis, and Content Strategy) to continue with an ongoing second phase where the main tasks will be technical support in implementations, local content optimization, reporting, and support in link building (does not require a link-building budget, being this last task 100% consultative).\n\nIf you are interested and meet the qualifications, please confirm your availability as soon as possible. As a next step, if your profile matches our requirements, we would appreciate it if you could send us some sample deliverables, as the deliverable aspect of the project is very important. You can include a small ppt with relevant data hidden, in which we can see your communicative and analytical skills.\n\nAfter this, we will schedule a conference call to continue giving you more details about the project. ",
        "price": " min $50 USD / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/mx.png",
        "clientLocation": " Mexico City,  Mexico ",
        "category": " SEO ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 29 proposals ",
        "project_id": " Project ID: 38134847 "
    },
    {
        "title": "PE Electrical Engineer for Apartment Complex | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Comprehensive SPSS Data Analysis and Reporting | Freelancer",
        "description": " Need to rectify observations in my report.\nI'm seeking a skilled SPSS expert capable of providing detailed descriptive statistics and an executive summary based on the data analysis. You'll need to incorporate both visual charts/graphs and a comprehensive written report to effectively communicate the results.\n\nKey requirements and skills:\n- Proficiency in SPSS software\n- Ability to perform thorough descriptive statistical analysis\n- Experience in creating visual charts/graphs\n- Strong report writing skills, particularly in delivering detailed analysis along with an executive summary. \n\nThe successful applicant will need the ability to interpret data accurately and present findings in a clear and compelling manner. Experience in similar projects within the social sciences field would be a plus. ",
        "price": " $10-30 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/lk.png",
        "clientLocation": " Rambukkana,  Sri Lanka ",
        "category": " SPSS Statistics ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 11 proposals ",
        "project_id": " Project ID: 38134811 "
    },
    {
        "title": "Daily Web Scraping Without Authentication | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Modern Postcard Mailer Design for a Residential Service Company | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Business-Oriented Figma Product Demo | Freelancer",
        "description": " I need a professional to create a Figma software demo. The purpose of this demo is to showcase the key features and functionalities of our product clearly and engagingly. The is of \"Y-combinator meets Kickstarter\" You should research Y-combinator and Kickstarter if you are not familiar with them.\n\nKey Requirements:\n- The demo should be a high-level overview focusing on the most important features and functionalities of the software of \n[login to view URL] platform: which allows people to raise money for creative projects.\n----2. people to browse projects and pledge money\n----3. networking messaging for entrepreneurs to connect with and match with other entrepreneurs based on needs like seeking teams mates and skills\n----4. online courses\n\n \n- The content should be tailored to a non-technical audience, with a strong emphasis on the software's value proposition for potential customers.\n- The visual components should be designed to be visually appealing and engaging, while also being professional and business-oriented.\n- The overall duration of the demo should be concise yet comprehensive, with a good balance between depth and brevity.\n\nIdeal Skills and Experience:\n- Proficient in using Figma and creating engaging software demos.\n- Prior experience creating content for business audiences.\n- Understanding of software features and their value in a business context.\n- Excellent communication and presentation skills to ensure the content is clear and engaging for the target audience. ",
        "price": " $30-250 CAD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/jm.png",
        "clientLocation": " Montego Bay,  Jamaica ",
        "category": " Figma ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 58 proposals ",
        "project_id": " Project ID: 38134784 "
    },
    {
        "title": "Business Proposal Management Platform Development | Freelancer",
        "description": " I'm seeking a talented and experienced developer for the creation of a business proposal management platform. This platform is specifically tailored to meet the needs of procurement teams within large organizations. \n\nResponsibilities: \nIncorporate a design from an existing wireframe and build the interface in React.js. \n\nFeatures:\nCreate and verify user accounts\nAbility for user to log in, add authentication features\nSee existing projects on a dashboard\nCreate a new project\nUpload PDF documents, allow for secure storage and easy organization \nSend documents to an AI LLM API for processing (via Lambda)\nHandle results and store in PostgreSQL\nImplement secure payment systems and automatic notification features\nProvide scripts for provisioning resources in AWS\nAdhere to best practices for security and data protection \n\nRequired Skills:\nProven experience in web and development. Proficient in front-end and back-end technologies (e.g., React, Node.js, Cognito). Experience with PostgreSQL databases. Strong understanding of UX/UI design principles. Ability to meet deadlines. Experience with integrating different systems is crucial.\n\nIdeal Skills and Experience:\n- Strong experience in full-stack development, particularly in creating platforms that require integration with other systems.\n- Prior experience in creating platforms for procurement teams or similar groups would be highly beneficial.\n- Understanding of the unique needs of procurement teams within large and small organizations would be a definite advantage.\n\nOverall, I'm looking for a developer who can deliver a high-quality, user-friendly platform that meets the specific needs of procurement teams. The ideal candidate will have a strong track record of successful platform development and a good understanding of procurement processes. ",
        "price": " $750-1500 CAD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/ca.png",
        "clientLocation": " Calgary,  Canada ",
        "category": " AWS Lambda ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 45 proposals ",
        "project_id": " Project ID: 38134724 "
    },
    {
        "title": "Web Redesign for UX and Traffic Boost | Freelancer",
        "description": " I'm seeking an expert web designer who can conceivably transform my current website with a vision for increased website traffic, enhanced user experience, and improved site navigation. \n\nMain goals:\n- Update my website's layout and design to manifest a minimalistic and professional look \n- Substantially improve my conversion rates\n- Broaden the reach of my brand image. \n\nIdeal skills and experience:\n- Proven experience in web design, particularly minimalistic and professional designs.\n- Proficiency in UX/UI design for enhanced navigation and user experience.\n- Track record of successful SEO implementation to increase website traffic.\n- Evidence of positive impact on conversion rates in past projects.\n- Ability to understand and implement brand's aesthetics on the website. \n\nIf this resonates with you, I welcome your bid! ",
        "price": " $250-750 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " Mendez,  United States ",
        "category": " Website Design ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 140 proposals ",
        "project_id": " Project ID: 38134730 "
    },
    {
        "title": "Login to Hire Freelancers & Find Work | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Film & TV Distribution Website Development | Freelancer",
        "description": " We are seeking a talented and experienced Web Designer to create a unique, user-friendly, and visually appealing website for our film production company. The design should be minimalistic yet engaging design. \n\n**Key Responsibilities:**\n\n1. **Designing the Homepage:** The homepage should be visually striking, with a clean and modern design. It should feature a rotating carousel of our latest and upcoming film projects.\n\n2. **Creating a Film Archive Page:** This page should showcase our past work in an organized and visually pleasing manner. Each film should have a dedicated section with a brief description, key artwork, and relevant links.\n\n3. **Designing a News & Updates Section:** This section should be easily updatable and should highlight recent news, press releases, and updates about our projects.\n\n4. **Implementing a Contact Page:** This page should include a simple contact form for inquiries and a section displaying our social media handles.\n\n5. **Ensuring Mobile Responsiveness:** The website should be fully responsive and provide a seamless experience on both desktop and mobile platforms.\n\n6. **SEO Optimization:** The website should be designed with SEO best practices in mind to increase our online visibility.\n\nBefore entering the website, having 2 options to pick before entering would be great similar to this: [login to view URL]  The 2 options would be 1. for the “Distributor home page” Similar to A24’s website, highlight the films we have released and other personal aspects of the company. And 2. Specifically for the “Platform” for upload and distribution. \n\nDistributor Page\nThe main distributor website would showcase Beam’s involvement in various entertainment projects. A detailed list of films produced or distributed by A24, including recent releases, the about page to understand our philosophies as a company and an online store where visitors can purchase merchandise related to our films. We want the page to be both intuitive and stylish.\n\nInspirations\n[login to view URL] - I like the cursor tracker on this page \n[login to view URL] - General Layout is appealing to me\n[login to view URL] - Like the Loading bar for this website, potentially relate it to “BEAM” ",
        "price": " £5-10 GBP / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/gb.png",
        "clientLocation": " Newham,  United Kingdom ",
        "category": " Website Design ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 78 proposals ",
        "project_id": " Project ID: 38134670 "
    },
    {
        "title": "Scaling Electrical Contracting Business | Freelancer",
        "description": " I need assistance in expanding my electrical contracting business and accessing higher-value projects. Here are my key areas of focus:\n\n- Marketing and Advertising: Ideas for campaigns that promote my services to a broader or more targeted audience.\n\n- Operations and Project Management: Optimization of business processes that can handle larger workloads smoothly.\n\n- Client Acquisition and Relationship Management: Strategies for attracting and maintaining profitable relationships with residential, commercial, and industrial clients.\n\nMy current methods for securing projects consist of word-of-mouth referrals, utilizing online platforms or directories, and direct outreach programs like cold calling.\n\nIdeal candidates should have a strong marketing background with a focus in the electrical contracting industry, a solid understanding of operations and project management in the trade business, and proven strategies for client acquisition and retention. A deep comprehension of the needs and expectations of residential, commercial, and industrial clients is a plus. ",
        "price": " £10-15 GBP / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/gb.png",
        "clientLocation": " Belfast,  United Kingdom ",
        "category": " Marketing ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 16 proposals ",
        "project_id": " Project ID: 38134668 "
    },
    {
        "title": "Login to Hire Freelancers & Find Work | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "YouTube Logo & Intro Animation Enhancement | Freelancer",
        "description": " I'm looking for a skilled designer who can give my YouTube channel a fresh, appealing look. Specifically, I need a layout redesign for my logo, and a custom 2D intro animation that's engaging and memorable.\n\nKey Responsibilities:\n- Revising the current logo layout for a more professional and distinctive appearance.\n- Creating a 2D intro animation that's visually appealing and aligns with my channel's theme.\n- Ensuring the intro animation is more than 5 seconds in length, but concise enough to keep viewers' attention.\n\nThe ideal candidate should have:\n- Proficiency in graphic design, particularly in logo creation and layout design.\n- Demonstrated experience in 2D animation, preferably in creating engaging and catchy intros.\n- Ability to work creatively to provide unique and compelling concepts for both logo and animation.\n- Strong attention to detail to ensure quality and consistency throughout the project.\n\nCandidates with relevant portfolios or previous experience in similar YouTube channel design projects will be highly preferred. ",
        "price": " $10-30 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/mx.png",
        "clientLocation": " México,  Mexico ",
        "category": " Animation ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 50 proposals ",
        "project_id": " Project ID: 38134647 "
    },
    {
        "title": "Aviator & Color Picker Game Development | Freelancer",
        "description": " I'm seeking a talented game developer who can assist me in creating two unique games - an aviator game and a color picker game to be integrated on my website. \n\n- Responsibilities:\n   - Develop an engaging aviator game.\n   - Create an intuitive color picker game.\n   - Assist with integrating the developed games on my website. \n\nI do have some ideas for these games but am also open to any creative input from you. \n\n- Skillset Required:\n   - Strong knowledge of game development.\n   - Proficient with web-based game creation.\n   - Dexterity in seamless web integration.\n   - Ability to convert ideas into interactive gameplay.\n\nExperience in similar game development projects would be advantageous. Your expertise in crafting web games that align with my vision could create a long-term partnership. Let's create something unforgettable together. ",
        "price": " ₹12500-37500 INR ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/in.png",
        "clientLocation": " Delhi,  India ",
        "category": " Game Development ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 6 proposals ",
        "project_id": " Project ID: 38134620 "
    },
    {
        "title": "Dual Platform Educational Mobile App | Freelancer",
        "description": " I'm in need of a skilled app developer to create a dual-platform mobile application that is solely geared towards educating adults. \n\nKey Project Details:\nI wanted a mobile app that I can upload my some content like videos and written text that my client can go through and consume the content and they get a reminder of the next appointment and also some of the exercises that they need to do between a visit.\nI want the app to have a membership and username and password for members to access\n- Development Platforms: The app should be designed to work seamlessly on both iOS and Android devices.\n- Educational Focus: The primary goal of the app is to deliver educational content, so a background in creating educational apps is a plus.\n- Target Audience: The app is intended for adults, so the interface and content must be appropriate and engaging for this demographic.\n\nIdeal Candidate:\n- Proven experience in developing mobile apps for both iOS and Android.\n- Strong understanding of educational app design and user experience.\n- Previous projects demonstrating the ability to target and engage adult audiences in a mobile application context. \n\nIf you have the skills and experience necessary, I'd love to hear your proposal. ",
        "price": " $750-1500 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/dk.png",
        "clientLocation": " Scottsdale,  Denmark ",
        "category": " iPhone ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 116 proposals ",
        "project_id": " Project ID: 38134596 "
    },
    {
        "title": "Odoo Custom Module Development | Freelancer",
        "description": " I require an Odoo developer to create a custom module for my business. The primary goal of this module is to improve our data accuracy.\n\nThe module should include the following:\n-User Management \n- Integration with other system to fetch data\n- Automate the work \n\nThe module initially build using x-studio however require to do some modification and integration \nWe are currently using odoo v15 \n\n\nThe module should integrate seamlessly with our existing systems, primarily through API integration. A successful candidate should have experience in creating Odoo custom modules, a strong understanding of API integration, and a proven track record of improving data accuracy in previous projects. ",
        "price": " $15-25 USD / hour ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/sa.png",
        "clientLocation": " riyadh,  Saudi Arabia ",
        "category": " ERP ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 17 proposals ",
        "project_id": " Project ID: 38134593 "
    },
    {
        "title": "Rapid TikTok Follower Growth  1k follower | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Professional Electronic Device Rendering in Blender | Freelancer",
        "description": " I'm looking for an expert in Blender to help me bring my electronic device to life with realistic rendering. This will involve:\n\n- Developing a 3D model of the product\n- Applying textures to the model\n- Creating 4-6 different color variations of the product\n- Setting up a studio environment for the render\n- Providing me with the Blender file and a set of high-quality rendered images for the product\n\nIdeal skills for this job include:\n- Proficiency in Blender\n- Experience in 3D modeling and rendering, especially electronic devices\n- Ability to create textures and apply them realistically\n- Knowledge of studio lighting in Blender\n- Strong attention to detail to ensure the final images are photorealistic and showcase the product's different colors effectively\n\nIf you have a strong portfolio in similar projects, I'd love to hear from you. Please include relevant work samples with your bid. ",
        "price": " $30-250 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " La Canada,  United States ",
        "category": " 3D Modelling ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 37 proposals ",
        "project_id": " Project ID: 38134552 "
    },
    {
        "title": "Modern house | Freelancer",
        "description": " I'm seeking a talented interior designer to envision and create a modern aesthetic for my residential space. \n\nKey Requirements:\n- Design: The ability to bring a contemporary, modern flair to a residential setting. \n- Space: Proficiency in designing living rooms, bedrooms, and kitchens. \n\nExperience and Skills:\n- Proven track record of modern interior design projects with a strong portfolio.\n- Familiarity with residential interior design trends.\n- Excellent communication skills to understand and interpret client needs and preferences. ",
        "price": " $250-750 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/kw.png",
        "clientLocation": " Kuwait City,  Kuwait ",
        "category": " Interior Design ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 32 proposals ",
        "project_id": " Project ID: 38134550 "
    },
    {
        "title": "Expert iOS App Developer Needed: NOT INDIA and PAKISTAN | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Laravel PHP - Hubspot Chat Integration | Freelancer",
        "description": " I'm seeking a developer with extensive experience in integrating Hubspot chat widget into Laravel PHP projects. This task requires you to install the chat widget for the entire website. \n\nKey requirements for this project include:\n- Proficiency in Laravel PHP\n- Expertise in Hubspot chat widget integration\n- Familiarity with SFTP server access and tag code insertion\n\nYour responsibilities will include:\n- Installing the Hubspot chat widget on my Laravel PHP project\n- Ensuring the chat widget is functional across the entire website\n\nGiven the nature of the task, I need someone who can deliver efficient and quality work within a reasonable timeframe. \n\nIf you have prior experience with similar projects, please provide examples in your bid. ",
        "price": " $10-30 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/gb.png",
        "clientLocation": " Dubai,  United Kingdom ",
        "category": " PHP ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 31 proposals ",
        "project_id": " Project ID: 38134526 "
    },
    {
        "title": "Modern Small Bathroom Design | Freelancer",
        "description": " Description:\n\nI am looking for a skilled graphic designer to create a detailed graphic design for my bathroom furnishing project. The design should include 5 variations based on the styles I have selected on Pinterest. I will provide you with images of the styles for reference. Please incorporate the provided dimensions and specifications into the designs.\n\nRequirements:\n- Create 5 variations of bathroom furnishing designs.\n- Use the styles referenced from Pinterest.\n- Incorporate the provided dimensions and specifications (quotas) into the designs.\n- Deliver high-resolution files suitable for implementation.\n\nSkills Needed:\n- Proficiency in graphic design software (e.g., Adobe Photoshop, Illustrator).\n- Experience with interior design or home furnishing projects.\n- Ability to translate style references into unique design variations.\n\nDeliverables:\n- Initial draft of all 5 variations for review.\n- Final designs delivered in high-resolution files. ",
        "price": " €30-250 EUR ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/cz.png",
        "clientLocation": " Prague,  Czech Republic ",
        "category": " AutoCAD ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 84 proposals ",
        "project_id": " Project ID: 38134511 "
    },
    {
        "title": "Angular Component/NgRx Expert Needed | Freelancer",
        "description": " I have an angular projects that contains shared reusable components. I need help creating some components and after the components to be easily imported and fully functional in other Angular projects.\n\nVERY IMPORTANT: this would project have to be via screenshare. Cannot send the code file.\n\nKey Functionalities:\n- Input handling: The component should be able to effectively manage and respond to external inputs from the project that imports it.\n- Output handling: I need the shared component to emit events, facilitating the communication of relevant data back to the importing project.\n- Integration with project selections: The shared component should be able to adapt its behavior based on selections made within the importing project.\n\nData Handling:\n- Inputs and outputs should be managed through a data binding approach.\n- For output, event emitters should be used to communicate back to the importing project.\n- The component should utilize a state management system to handle data and selections, ensuring smooth integration with the various projects that will import it.\n\nIdeal Skills and Experience:\n- Proficiency in Angular and creating reusable components.\n- Strong understanding of data binding, event emitters, and state management in Angular.\n- Experience in packaging components as npm packages.\n- Familiarity with best practices for sharing across different projects. ",
        "price": " $50-200 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/pr.png",
        "clientLocation": " San Juan,  Puerto Rico ",
        "category": " AngularJS ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 30 proposals ",
        "project_id": " Project ID: 38134509 "
    },
    {
        "title": "Telegram Clicker Bot Developer | Freelancer",
        "description": " I'm in need of a skilled Android developer to help create a Telegram clicker bot application. The bot should be able to perform various interactions within the Telegram app, primarily for mining purposes. \n\nThe main functionalities the bot should have include:\n\n- **Automated Clicking:** The bot should be able to click on specific buttons within the Telegram app. \n- **Mining:** This is the main function, the bot is expected to mine in the app.\n  \nThe ideal candidate should have:\n- Proficiency in Android app development.\n- Experience in developing Telegram bots.\n- Knowledge of mining capabilities.\n  \nThe project is to be completed within a reasonable time frame. Please provide examples of previous similar projects. ",
        "price": " ₹1500-12500 INR ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/in.png",
        "clientLocation": " Hyderabad,  India ",
        "category": " Android ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 3 proposals ",
        "project_id": " Project ID: 38134496 "
    },
    {
        "title": "Organic Graphic Design Proposal Writer -- 1$ PER PROPOSAL...20 PROPOSALS. per week ...LONG TERM | Freelancer",
        "description": " I'm seeking a talented writer to craft compelling and engaging proposals for my graphic design projects. The ideal candidate should have a strong background in creative writing and copywriting. \n\nKey Responsibilities:\n- Develop well-structured and persuasive proposals that resonate with potential clients.\n- Tailor each proposal to the specific requirements of the project.\n- Clearly communicate the value and unique selling points of my design services.\n- Ensure the proposals are engaging and drive a call-to-action. ",
        "price": " $10-30 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " farmington,  United States ",
        "category": " Content Writing ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 17 proposals ",
        "project_id": " Project ID: 38134485 "
    },
    {
        "title": "Comprehensive Digital Marketing Strategy | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Shopify Website Redesign Specialist | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Dynamic Freelance Project Manager Needed | Freelancer",
        "description": "",
        "price": 0,
        "clientFlag": "",
        "clientLocation": "",
        "category": "",
        "deadline": "",
        "work_type": "",
        "propesals": "",
        "project_id": ""
    },
    {
        "title": "Customizable Data Visualization Map Needed | Freelancer",
        "description": " I'm looking for a platform that can create a map with specific features. The main purpose of this map will be data visualization. The primary focus is on having a drop-down menu that can change the status of each location on the map. \n\nKey Features:\n- Pop up to display information: While the drop-down menu is crucial, the ability to display additional information in a pop-up window is also important.\n- Change color according to status: It's essential that the map can visually distinguish between different statuses.\n- Ability to add notes: These should be easily added and editable, with an additional capability to draw on top of these notes.\n\nI plan to update this map manually, so the interface must be user-friendly. I'm open to various solutions, so if you have experience with similar projects, please get in touch. ",
        "price": " $10-30 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " Saint Augustine,  United States ",
        "category": " Research ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 6 proposals ",
        "project_id": " Project ID: 38134407 "
    },
    {
        "title": "Arabic Kufic Calligrapher Needed | Freelancer",
        "description": " I'm looking for a talented Arabic calligraphy artist who can specifically work on Kufic writing. \n\nKey Requirements:\n- I have a specific design or text in mind that I need to be written in Kufic. \n\nIdeal Skills & Experience:\n- Proficient in Arabic calligraphy, especially Kufic style\n- Experience in creating calligraphy for personal use\n- Ability to work on projects with tight deadlines \n\nneed to see previous samples, see attached screenshot for example ",
        "price": " $30-250 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/us.png",
        "clientLocation": " New York,  United States ",
        "category": " Logo Design ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 74 proposals ",
        "project_id": " Project ID: 38134421 "
    },
    {
        "title": "Color Form Development for WordPress | Freelancer",
        "description": " I'm seeking a skilled developer to create a form for my WordPress site that allows users to add a variety of colors. This form will need to be designed to match the provided example.\n\n- User Interaction: When a user adds or subtracts a color, the form should update in real-time and count up the number of colors selected. The user should be able to see a preview of the selected colors. Furthermore, the form should dynamically adjust the color options based on the user's selections.\n- Data Handling: The form should send me an email with the final count and types of colors selected.\n- Layout and Design: It is crucial that the form matches the design of the provided image.\n\nIdeal applicants should have:\n- Extensive experience developing custom forms for WordPress\n- Proficiency in CSS and HTML, with an eye for design to create a visually pleasing experience.\n- Strong communication skills as you will be required to provide updates and keep me in the loop.\n- A proven track record of delivering projects swiftly and accurately.\n\nI am eager to get this project completed urgently, so please only apply if you are confident you can deliver high-quality work within a tight deadline. ",
        "price": " $10-30 USD ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/dk.png",
        "clientLocation": " Glostrup,  Denmark ",
        "category": " WordPress ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 56 proposals ",
        "project_id": " Project ID: 38134420 "
    },
    {
        "title": "High-Rise Residential Engineering in Lisbon -- 2 | Freelancer",
        "description": " I am looking for an architect or engineer specialized in residential building projects, specifically multi-story structures, for my new project in Lisbon, Portugal. \n\nKey Specifications:\n\n- The purpose of the building is residential use only.\n- The structure should have more than three stories. \n- A mezzanine as one of the amenities to incorporate in the building is required. \n\nEssential Skills:\n\n- Experience in residential high-rise building design.\n- Familiarity with engineering projects in Lisbon and local building regulations.\n- Experience in incorporating mezzanines into residential building designs. \n\nYour proposal should outline your experience with similar projects, your understanding of Lisbon's building laws, and your design approach when incorporating a mezzanine. Any examples of past projects in Lisbon specifically would be highly appreciated. ",
        "price": " €1500-3000 EUR ",
        "clientFlag": "https://www.f-cdn.com/assets/main/en/assets/flags/pt.png",
        "clientLocation": " Birmingham,  Portugal ",
        "category": " Building Architecture ",
        "deadline": " Ends in 6 days ",
        "work_type": "Remote project",
        "propesals": " 28 proposals ",
        "project_id": " Project ID: 38134395 "
    }
]